tap "hashicorp/tap"
tap "jesseduffield/lazydocker"
tap "pact-foundation/pact-ruby-standalone"
tap "zkondor/dist"
tap "sst/tap"

brew "asdf"
brew "ast-grep"
brew "bat"
brew "biome"
brew "butane"
brew "cloc"
brew "cocogitto"
brew "colima"
brew "composer"
brew "docker-buildx"
brew "docker-compose"
brew "docker"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gitleaks"
brew "graphviz"
brew "hashicorp/tap/vault"
brew "hub"
brew "jesseduffield/lazydocker/lazydocker"
brew "k9s"
brew "kubectx"
brew "kubelogin"
brew "lazygit"
brew "lima-additional-guestagents"
brew "lld"
brew "lftp"
brew "libyaml"
brew "luarocks"
brew "neovim"
brew "neovim"
brew "openssl"
brew "openssl@3"
brew "pact-ruby-standalone"
brew "php"
brew "pkg-config"
brew "protobuf"
brew "rcm"
brew "readline"
brew "ripgrep"
brew "rtl_433"
brew "sshpass"
brew "sst/tap/opencode"
brew "tig"
brew "wget"
brew "zlib"

cask "alfred"
cask "confluent-cli"
cask "dbeaver-community"
cask "firefox"
cask "gqrx"
cask "block-goose"
cask "maccy"
cask "microsoft-openjdk"
cask "plex-htpc"
cask "plex"
cask "stats"
cask "znotch"
