tap "hashicorp/tap"
tap "jesseduffield/lazydocker"
tap "zkondor/dist"

brew "asdf"
brew "bat"
brew "cocogitto"
brew "gh"
brew "git"
brew "gitleaks"
brew "hashicorp/tap/vault"
brew "hub"
brew "jesseduffield/lazydocker/lazydocker"
brew "k9s"
brew "kubelogin"
brew "neovim"
brew "rcm"
brew "ripgrep"
brew "tig"

cask "alfred"
cask "dbeaver-community"
cask "maccy"
cask "plex"
cask "plex-htpc"
cask "znotch"
